{
  "modojuego": {
    "titulo": "Elige tu estilo de juego",
    "subtitulo": "¿Exploras solo o acompañado?",
    "modoIndividual": "Modo individual",
    "modoEquipo": "Modo equipo",
    "proximamente": "Próximamente"
  },
  "portada": {
    "titulo": "Aventura Prehistórica",
    "descripcion": "¡Bienvenido a la Aventura Prehistórica! Acabas de embarcarte en un viaje en el tiempo donde descubrirás los secretos mejor guardados de la historia de la humanidad y de la Tierra. Guiado por tu fiel compañero o compañera (¡tú eliges!), recorrerás 10 lugares sagrados, fósiles milenarios, civilizaciones ancestrales y monumentos asombrosos. En cada parada encontrarás un código QR que activará una misión: una actividad interactiva que te hará pensar, aprender y superar retos. ¿Estás preparado para convertirte en un auténtico explorador del tiempo? 🧭 ¡Tu aventura comienza ya!",
    "empezar": "Empezar Aventura"
  },
  "form": {
    "nombre": "Nombre de explorador/a:",
    "placeholderNombre": "Escribe tu nombre...",
    "guia": "Elige a tu guía:",
    "botonAventura": "Empezar Aventura",
    "alertaNombreInvalido": "El nombre solo puede contener letras, números y espacios.",
    "alertaFaltanDatos": "Por favor, escribe tu nombre y elige un avatar."
  },
  "mapa": {
    "saludo": "¡Saludos {{nombre}}!",
    "dialogo": "Yo ser guía {{guia}}. Tú seguir {{guia}}.<0></0><0></0>{{nombre}} tener prendas raras.<0></0><0></0>¿{{nombre}} no ser de aquí?<0></0><0></0>No importar,<0></0><0></0>¡{{nombre}} y {{guia}} explorar tierras!",
    "instruccion": "Escanea un código QR o selecciona una actividad para comenzar.",
    "botonQR": "Escanear Código QR",
    "botonVolver": "Volver"
  },
  "escaner": {
    "titulo": "Escanea el código QR",
    "escaneando": "Escaneando... apunta con la cámara al QR",
    "qrInvalido": "QR no válido. Asegúrate de que el QR contiene una URL con /actividad/número"
  },
  "entreActividades": {
    "mapa": "Mapa del recorrido",
    "guiaTexto": "¡Buen trabajo {{nombre}}! Has completado {{ultimaCompletada}} de 20 paradas.",
    "escanear": "Escanear siguiente parada",
    "pantallaFinal": "Ver pantalla final",
    "medallas": "Ver medallas"
  },
  "final": {
    "enhorabuena": "¡Enhorabuena!",
    "completado": "100% completado",
    "explorador": "Explorador del tiempo",
    "exploradora": "Exploradora del tiempo",
    "nombreDefault": "Explorador/a",
    "paradasCompletadas": "Has completado todas las paradas de la Aventura Prehistórica",
    "diplomaInfantil": "Diploma infantil",
    "diplomaAdulto": "Diploma Adulto",
    "descarga": "Descargar Diploma",
    "reiniciar": "Reiniciar juego",
    "galeria": "Ver Galeria de Medallas",
    "alertaSelecciona": "Selecciona un tipo de diploma",
    "alertaNoCargaImagen": "No se pudo cargar la imagen del diploma"
  },
  "actividad": {
    "accesoDenegado": "Acceso denegado. Escanea el código QR.",
    "error": "Ha ocurrido un error al cargar la actividad.",
    "saludo": "¡Hola {{nombre}}!",
    "pausarAudio": "⏸️ Pausar audio",
    "reproducirAudio": "▶️ Reproducir audio",
    "pausarAudioENG": "⏸️ Pause audio",
    "reproducirAudioENG": "▶️ Play audio",
    "sabiasQue": "¿Sabías que...?"
  },
    "modoSecreto": {
      "¡Enhorabuena!": "¡Enhorabuena!",
      "Has encontrado el código secreto del parque.": "Has encontrado el código secreto del parque.",
      "Una actividad especial te espera..": "Una actividad especial te espera..",
      "¡Modo Secreto Desbloqueado!": "¡Modo Secreto Desbloqueado!",
      "mensajeConteoRegresivo": "Tienes <1>{{time}}</1> segundos para completar la actividad especial:",
      "tiempoTerminado": "¡Tiempo terminado! Puedes continuar.",
      "⏳ Tiempo agotado — Volver": "⏳ Tiempo agotado — Volver",
      "CofreCerrado": "Cofre cerrado",
      "CofreAbierto": "Cofre abierto",
      "actividad-secreta": "Actividad secreta"
    },
  "1": {
    "titulo": "Bienvenido. Comienza la aventura",
    "avatarDialogo": {
      "dialogo": "¡Hola aventureros! Yo seré vuestro guía en este recorrido por la historia de la humanidad.",
      "mensaje": "Bienvenidos y bienvenidas al Parque de las Ciencias de la Prehistoria. Soy X y os invito a acompañarme en este viaje a través del tiempo, desde los orígenes de la vida en la Tierra hasta las primeras civilizaciones humanas. Aquí aprenderemos cómo evolucionaron las plantas, los animales y también nosotros, los seres humanos. Recordad: no toquéis las maquetas, cuidad el entorno y sobre todo… ¡disfrutad aprendiendo!",
      "sabiasQue": "¿Sabías que la vida en la Tierra comenzó hace más de 3.500 millones de años?"
    }
  },
  "2": {
    "titulo": "El origen de la vida",
    "avatarDialogo": {
      "dialogo": " Estás en la parada 2. Mira a tu alrededor… aquí comenzó todo.",
      "mensaje": "La Tierra se formó hace unos 4.500 millones de años. Al principio era un lugar sin vida con volcanes, océanos hirvientes y una atmósfera irrespirable. Pero con el tiempo, aparecieron las primeras formas de vida en el agua: bacterias y algas microscópicas. Aunque parezcan simples, estos seres diminutos fueron el primer paso en una larga cadena evolutiva… que nos lleva hasta hoy.",
      "sabiasQue": "¿Sabías que las primeras formas de vida eran capaces de vivir sin oxígeno?"
    }
  },
  "3": {
    "titulo": "Las primeras plantas",
    "avatarDialogo": {
      "dialogo": "Parada 3. ¡Mira estos vegetales! Son los primeros habitantes verdes del planeta.",
      "mensaje": " Hace unos 500 millones de años, la vida dio un salto muy importante: ¡salió del agua y conquistó la tierra firme! Las primeras plantas en hacerlo fueron los musgos, que no tenían tallo ni raíces y absorbían el agua directamente del suelo. Fueron los primeros pobladores verdes del planeta… y gracias a ellas, después pudieron llegar los animales.",
      "sabiasQue": "¿Sabías que sin estas plantas, los animales nunca podrían haber vivido en tierra?"
    }
  },
  "4": {
    "titulo": "Prototaxiles y Meganeuras",
    "avatarDialogo": {
      "dialogo": "Parada 4. ¡Colosos fúngicos y libélulas gigantes, todo en un solo vistazo!",
      "mensaje": "En esta zona vemos dos seres muy distintos, pero igual de sorprendentes. Los Prototaxites eran hongos gigantes que podían alcanzar los 8 metros de altura. A su lado, una criatura que parece una libélula enorme: la Meganeura, un insecto que vivió en el periodo carbonífero y que podía cazar pequeños reptiles. Antes de los dinosaurios, estos eran los reyes de la Tierra.",
      "sabiasQue": "¿Sabías que hace más de 300 millones de años existieron hongos de 8 metros y libélulas gigantes que cazaban reptiles? ¡Eran los reyes antes de los dinosaurios!"
    }
  },
  "5": {
    "titulo": "Los primeros árboles",
    "avatarDialogo": {
      "dialogo": "Parada 5.¡Contempla los primeros bosques que estrenaron la sombra del planeta!",
      "mensaje": "Con el paso del tiempo, las plantas se hicieron más complejas. Aparecieron los primeros árboles como los pinos, los ginkgos o las araucarias. Algunos desarrollaron frutos, lo que permitía que los animales ayudaran a esparcir sus semillas por nuevos territorios. Estos árboles dieron forma a los grandes bosques prehistóricos que cubrirían el planeta.",
      "sabiasQue": "¿Sabías que los primeros árboles podían crecer hasta 30 metros, ¡mucho antes de que existieran los dinosaurios!"
    }
  },
  "6": {
    "titulo": "Las primeras flores",
    "avatarDialogo": {
      "dialogo": "Parada 6. Hace 150 millones de años, las flores y sus polinizadores pintaron de vida el mundo que hoy reconocemos.",
      "mensaje": "Durante millones de años, las plantas no tuvieron flores. Pero hace unos 150 millones de años aparecieron las angiospermas, es decir, las plantas con flor. Gracias a las flores y a los polinizadores, como las abejas, las plantas pudieron reproducirse más fácilmente y expandirse con rapidez. El mundo vegetal ya empezaba a parecerse al que conocemos hoy.",
      "sabiasQue": "¿Sabías que las primeras flores surgieron hace 150 millones de años y transformaron la reproducción de las plantas?"
    }
  },
  "7": {
    "titulo": "Los primeros dinosaurios",
    "avatarDialogo": {
      "dialogo": "Parada 7.¡Aquí comenzó la era de los gigantes que dominaron la Tierra!",
      "mensaje": "Ahora entramos en el Jurásico, la era de los grandes dinosaurios. Aquí encontramos al Triceratops, que comía plantas bajas como los helechos, y al Brontosaurio, que podía alcanzar las copas de los árboles. Todos estos gigantes eran herbívoros, y su tamaño asombroso estaba adaptado a un mundo donde las plantas crecían en abundancia.",
      "sabiasQue": "¿Sabías que los primeros dinosaurios aparecieron hace más de 230 millones de años y dominaron la Tierra durante casi 170 millones de años?"
    }
  },
  "8": {
    "titulo": "La deriva continental",
    "avatarDialogo": {
      "dialogo": "Parada 8. La deriva continental creó nuevos caminos para que los primeros dinosaurios conquistaran la Tierra",
      "mensaje": "Hace millones de años, todos los continentes estaban unidos en una gran masa de tierra llamada Pangea. Con el tiempo, esta gran “isla” se fue fragmentando por el movimiento de las placas tectónicas. ¿Cómo lo sabemos? Gracias a los fósiles, que nos muestran restos idénticos en lugares hoy separados por océanos. La deriva continental aún continúa hoy.",
      "sabiasQue": "¿Sabías que la deriva continental sigue moviendo a Europa y Norteamérica unos 2 cm al año?"
    }
  },
  "9": {
    "titulo": "Los segundos dinosaurios",
    "avatarDialogo": {
      "dialogo": "Parada 9. Estás en la parada 9: Dinosaurios gigantes. Prepárate para descubrir algo fascinante.",
      "mensaje": "En esta zona encontramos dinosaurios carnívoros, como los alosaurios y los dromeosaurios, que cazaban sobre dos patas. Algunos, como los velociraptores, tenían plumas y compartían rasgos con las aves actuales. Estos dinosaurios nos muestran que la evolución no siempre desaparece, a veces... ¡se transforma!",
      "sabiasQue": "¿Sabías que el triceratops tenía tres cuernos para defenderse?"
    }
  },
  "10": {
    "titulo": "Galápagos y Darwin",
    "avatarDialogo": {
      "dialogo": "Parada 10. Galápagos: el laboratorio natural donde Darwin reveló los secretos de la evolución",
      "mensaje": "Charles Darwin viajó a las islas Galápagos en el siglo XIX y descubrió allí algo fascinante: animales muy parecidos entre sí, pero con pequeñas diferencias que les ayudaban a sobrevivir en cada isla. Esto le llevó a formular la teoría de la evolución por selección natural: sólo sobrevive quien mejor se adapta al entorno. Una idea que cambió la ciencia para siempre.",
      "sabiasQue": "¿Sabías que Darwin tardó más de 20 años en publicar su teoría, motivado en gran parte por lo que aprendió en Galápagos?"
    }
  },
  "11": {
    "titulo": "Las huellas de Laetoli",
    "avatarDialogo": {
      "dialogo": "¡Parada 11! Vamos tras las huellas del pasado. ¿Listo para caminar con nuestros antecesores?",
      "mensaje": "En Tanzania, África, se encontraron unas huellas muy especiales: las huellas de Laetoli, con más de 3 millones de años. Pertenecen a un Australopithecus, un antepasado lejano del ser humano. Estas huellas demuestran que ya caminaban erguidos sobre dos piernas, como nosotros. Un gran paso en la evolución hacia el Homo sapiens.",
      "sabiasQue": "¿Sabías que fueron descubiertas en Tanzania en 1978?"
    }
  },
  "12": {
    "titulo": "Atapuerca",
    "avatarDialogo": {
      "dialogo": "Parada 12. Atapuerca, donde el legado de los dinosaurios dio paso a los primeros humanos",
      "mensaje": "En España, en el yacimiento arqueológico de Atapuerca, se han encontrado restos de varios tipos de homínidos. Es uno de los lugares más importantes del mundo para comprender nuestra evolución. Allí, los científicos descubrieron especies como el Homo antecessor, lo que nos ayuda a reconstruir el árbol genealógico de la humanidad.",
      "sabiasQue": "¿Sabías que en Atapuerca se encontraron restos humanos tan antiguos que ayudaron a reescribir la historia de cómo llegó el hombre a Europa?"
    }
  },
  "13": {
    "titulo": "El hombre de Neandertal",
    "avatarDialogo": {
      "dialogo": "Parada 13. El hombre de Neandertal, un antepasado fuerte que caminó junto a los primeros humanos",
      "mensaje": "Durante mucho tiempo convivimos con otra especie humana: el Hombre de Neandertal. Fueron grandes cazadores, vivieron en climas fríos, y también usaban herramientas. Hoy sabemos que no se extinguieron del todo: muchas personas todavía conservan un pequeño porcentaje de ADN neandertal.",
      "sabiasQue": "¿Sabías que el hombre de Neandertal tenía un cerebro tan grande o incluso más que el nuestro?"
    }
  },
  "14": {
    "titulo": "Cráneos y evolución humana",
    "avatarDialogo": {
      "dialogo": "Parada 14. Cada cráneo cuenta la historia de cómo evolucionó nuestra especie",
      "mensaje": "En este museo verás cráneos de distintas especies humanas y de otros primates. Fíjate en cómo ha cambiado la forma del cráneo para dejar espacio al cerebro, que en los humanos modernos es mucho más grande. Ese cerebro nos permitió comunicarnos, crear herramientas, formar grupos… y dar paso a la cultura y la sociedad.",
      "sabiasQue": "¿Sabías que estudiar cráneos antiguos nos permite entender cómo cambiaron nuestras habilidades y comportamiento con la evolución?"
    }
  },
  "15": {
    "titulo": "Cuevas y arte rupestre",
    "avatarDialogo": {
      "dialogo": "Parada 15. ¿Ves esas pinturas? Son mensajes silenciosos de una humanidad muy antigua.",
      "mensaje": "Las pinturas que encontrarás aquí son copias de las que se hicieron en cuevas como Lascaux, Chauvet o Nerja. Con pigmentos naturales y candiles, nuestros antepasados decoraban las paredes con animales, figuras humanas… y hasta manos sopladas. Estas pinturas no eran solo arte: también eran enseñanza, ritual y memoria colectiva.",
      "sabiasQue": "¿Sabías que usaban pigmentos naturales de rocas y carbón?"
    }
  },
  "16": {
    "titulo": "Los poblados nómadas",
    "avatarDialogo": {
      "dialogo": "Llegamos a la parada 16. ¡Los nómadas eran exploradores como nosotros!",
      "mensaje": "Antes de construir casas, nuestros antepasados eran nómadas: se movían buscando comida y refugio. Vivían en tiendas como los tipis, fáciles de desmontar y transportar. Cazaban, recolectaban y decoraban sus cuerpos con plumas y collares. Lejos de ser primitivos, eran expertos en adaptarse al entorno.",
      "sabiasQue": "¿Sabías que no tenían casas fijas y vivían en chozas?"
    }
  },
  "17": {
    "titulo": "Primeros poblados sedentarios",
    "avatarDialogo": {
      "dialogo": "¡Parada 17! Dejar de moverse y empezar a construir... ¡eso sí que fue un gran cambio!",
      "mensaje": "Con el cambio climático y el descubrimiento de la agricultura, algunas tribus dejaron de moverse y comenzaron a construir los primeros asentamientos fijos. Sembraban, criaban animales y almacenaban comida. Así surgieron los primeros pueblos, los templos, los líderes… y una nueva forma de vida: el sedentarismo.",
      "sabiasQue": "¿Sabías que comenzaron a construir aldeas permanentes?"
    }
  },
  "18": {
    "titulo": "Pinturas del Sáhara y de Laja Alta",
    "avatarDialogo": {
      "dialogo": "Parada 18. Estas pinturas revelan cómo en la Prehistoria ya cuidaban su ganado y surcaban los mares",
      "mensaje": "En este mural vemos escenas de la vida cotidiana en la Prehistoria. Destacan unas pinturas del Sáhara, en las que aparece un grupo cuidando del ganado, un reflejo realista de las primeras sociedades organizadas. Junto a la casa de Çatalhöyük se representa otra escena sorprendente: barcos de vela encontrados en Laja Alta, Cádiz. Aunque se pensó que eran fenicios, hoy sabemos que son mucho más antiguos, de la Edad del Cobre, y nos muestran que ya entonces… ¡navegaban los mares!",
      "sabiasQue": "¿Sabías que las pinturas del Sahara y La Laja Alta son algunas de las primeras evidencias de sociedades organizadas y navegación antigua?"
    }
  },
  "19": {
    "titulo": "Çatalhöyük",
    "avatarDialogo": {
      "dialogo": "Parada 19. Esta es una de las primeras ciudades donde comenzó la vida en comunidad",
      "mensaje": "Çatalhöyük, en Turquía, fue una de las primeras ciudades del mundo. Las casas no tenían puertas a ras del suelo, se entraba por el tejado. Allí ya había hornos, vasijas y hasta figuras religiosas, como la Diosa Madre, que protegía la fertilidad y la caza. Esta ciudad nos habla de espiritualidad, organización social… y del comienzo de las grandes civilizaciones.",
      "sabiasQue": "¿Sabías que en Çatalhöyük, las casas se construían unas junto a otras sin calles, y la gente entraba por el techo?"
    }
  },
  "20": {
    "titulo": "Stonehenge",
    "avatarDialogo": {
      "dialogo": "¡Mira estas piedras gigantes en la ultima parada! ¿Quién las puso ahí? ¡Vamos a investigarlo!",
      "mensaje": "Ante vosotros tenéis una réplica de Stonehenge, un conjunto de piedras gigantes alineadas con la salida del sol en el solsticio de verano. Fue construido hace más de 4.000 años en Inglaterra y aún hoy no sabemos con certeza para qué servía. ¿Templo, calendario, lugar de reunión? Sea cual sea su función, nos recuerda que desde hace milenios, el ser humano observa el cielo, piensa en el tiempo… y construye en común.",
      "sabiasQue": "¿Sabías que algunas alineaciones indican los solsticios?"
    }
  },
  "vitrinaVirtual": {
    "galeriaVirtual": "Galería Virtual Medallas Prehistóricas",
    "conseguido": "Has conseguido {{completadas}} de {{total}} medallas",
    "volver": "Volver",
    "medallas": {
      "1": {
        "titulo": "Primeras plantas",
        "curiosidad": "Colonizaron la tierra hace más de 450 millones de años."
      },
  
      "2": {
        "titulo": "Primeras flores",
        "curiosidad": "Aparecieron hace 150 millones de años."
      },
      "3": {
        "titulo": "Segundos dinosaurios",
        "curiosidad": "Dominaron la Tierra durante millones de años."
      },
      "4": {
        "titulo": "Tortugas de las Galápagos",
        "curiosidad": "Su caparazón puede cambiar según la isla."
      },
      "5": {
        "titulo": "Atapuerca",
        "curiosidad": "Conserva huellas humanas de hace más de 800.000 años."
      },
      "6": {
        "titulo": "El hombre de Neandertal",
        "curiosidad": "Su cerebro era más grande que el de los humanos modernos."
      },
      "7": {   
        "titulo": "Cuevas y arte rupestre",
        "curiosidad": "Algunas pinturas tienen más de 30.000 años."
      },
      "8": {
        "titulo": "Poblados nómadas",
        "curiosidad": "Vivían en chozas y seguían a los animales."
      },
      "9": {
        "titulo": "Çatalhöyük",
        "curiosidad": "No había calles; los techos servían como aceras."
      },
      "10": {
        "titulo": "Stonehenge",
        "curiosidad": "Fue construido hace más de 4.500 años."
      }
    }
  }
}
  



