{
  "modojuego": {
    "titulo": "Elige tu estilo de juego",
    "subtitulo": "¿Exploras solo o acompañado?",
    "modoIndividual": "Modo individual",
    "modoEquipo": "Modo equipo",
    "proximamente": "Próximamente"
  },
  "portada": {
    "titulo": "Aventura Prehistórica",
    "descripcion": "¡Bienvenido a la Aventura Prehistórica! Acabas de embarcarte en un viaje en el tiempo donde descubrirás los secretos mejor guardados de la historia de la humanidad y de la Tierra. Guiado por tu fiel compañero o compañera (¡tú eliges!), recorrerás 10 lugares sagrados, fósiles milenarios, civilizaciones ancestrales y monumentos asombrosos. En cada parada encontrarás un código QR que activará una misión: una actividad interactiva que te hará pensar, aprender y superar retos. ¿Estás preparado para convertirte en un auténtico explorador del tiempo? 🧭 ¡Tu aventura comienza ya!",
    "empezar": "Empezar Aventura",
    "audio": "/sounds/vozPortadaESP.mp3"
  },
  "form": {
    "nombre": "Nombre de explorador/a:",
    "placeholderNombre": "Escribe tu nombre...",
    "guia": "Elige a tu guía:",
    "botonAventura": "Empezar Aventura",
    "alertaNombreInvalido": "El nombre solo puede contener letras, números y espacios.",
    "alertaFaltanDatos": "Por favor, escribe tu nombre y elige un avatar."
  },
  "mapa": {
    "saludo": "¡Saludos {{nombre}}!",
    "dialogo": "Yo ser guía {{guia}}. Tú seguir {{guia}}.<0></0><0></0>{{nombre}} tener prendas raras.<0></0><0></0>¿{{nombre}} no ser de aquí?<0></0><0></0>No importar,<0></0><0></0>¡{{nombre}} y {{guia}} explorar tierras!",
    "instruccion": "Escanea un código QR o selecciona una actividad para comenzar.",
    "botonQR": "Escanear Código QR",
    "botonVolver": "Volver",
    "botonNoQR": "No hay QR disponible",
    "seleccionQR": "Selecciona un código QR",
    "botonCerrar": "❌"
  },
  "escaner": {
    "titulo": "Escanea el código QR",
    "escaneando": "Escaneando... apunta con la cámara al QR",
    "qrInvalido": "QR no válido. Asegúrate de que el QR contiene una URL con /actividad/número",
    "qrActividadDetectado": "Actividad detectada: ID {{id}}",
    "permisoDenegado": "Permiso de cámara denegado. Habilita el acceso desde la configuración.",
    "noCamaraEncontrada": "No se encontró una cámara en el dispositivo.",
    "codigoSecretoEncontrado": "¡Código secreto encontrado!",
    "botonSinQr": "🚫 Parada sin QR",
    "paradaNumero": "Parada {{id}}"
  },
  "scannerUI": {
    "chooseImage": "Cargar imagen - Ninguna imagen seleccionada",
    "chooseImageButton": "Elegir imagen",
    "scanImage": "Escanear imagen",
    "requestPermissions": "Solicitar permisos de cámara"
  },
  "entreActividades": {
    "mapa": "Mapa del recorrido",
    "guiaTexto": "¡Buen trabajo {{nombre}}! Has completado {{completadas}} de 20 paradas.",
    "escanear": "Escanear siguiente parada",
    "final": "Ver pantalla final",
    "medallas": "Ver medallas"
  },
  "final": {
    "enhorabuena": "¡Enhorabuena!",
    "completado": "100% completado",
    "explorador": "Explorador del tiempo",
    "exploradora": "Exploradora del tiempo",
    "nombreDefault": "Explorador/a",
    "paradasCompletadas": "Has completado todas las paradas de la Aventura Prehistórica",
    "diplomaInfantil": "Diploma infantil",
    "diplomaAdulto": "Diploma Adulto",
    "descarga": "Descargar Diploma",
    "reiniciar": "Reiniciar juego",
    "galeria": "Ver Galeria de Medallas",
    "alertaSelecciona": "Selecciona un tipo de diploma",
    "alertaNoCargaImagen": "No se pudo cargar la imagen del diploma"
  },
  "actividad": {
    "accesoDenegado": "Acceso denegado. Escanea el código QR.",
    "error": "Ha ocurrido un error al cargar la actividad.",
    "saludo": "· ¡Hola {{nombre}}! ·",
    "pausarAudio": "⏸️ Pausar audio",
    "reproducirAudio": "▶️ Reproducir audio",
    "pausarAudioENG": "⏸️ Pause audio",
    "reproducirAudioENG": "▶️ Play audio",
    "sabiasQue": "¿Sabías que...?",
    "verMapaActividad": "🗺️ Ver mapa",
    "EscanearQR": "📲 Escanear codigo QR"
  },
    "modoSecreto": {
      "¡Enhorabuena!": "¡Enhorabuena!",
      "Has encontrado el código secreto del parque.": "Has encontrado el código secreto del parque.",
      "Una actividad especial te espera..": "Una actividad especial te espera..",
      "¡Modo Secreto Desbloqueado!": "¡Modo Secreto Desbloqueado!",
      "mensajeConteoRegresivo": "Tienes {{time}} segundos para completar la actividad especial:",
      "tiempoTerminado": "¡Tiempo terminado! Puedes continuar.",
      "⏳ Tiempo agotado — Volver": "⏳ Tiempo agotado — Volver",
      "CofreCerrado": "Cofre cerrado",
      "CofreAbierto": "Cofre abierto",
      "actividad-secreta": "Actividad secreta"
    },

    "admin": {
      "tituloPanel": "Panel de Estadísticas (Local)",
      "auth": {
        "titulo": "Panel de Administración", 
        "subtitulo": "Acceso restringido. Introduce la clave para continuar.",
        "labelClave": "Clave de Acceso", 
        "placeholderClave": "Introduce tu clave secreta",
        "botonEntrar": "Acceder",
        "notaSeguridad": "Este panel es para uso administrativo exclusivo."
      },
      "secciones": {
        "datosJugador": "Datos del Jugador",
        "metricasUso": "Métricas de Uso",
        "progreso": "Progreso del Juego",
        "administracion": "Administración"
      },
      "labels": {
        "nombre": "Nombre",
        "avatar": "Avatar",
        "iniciosJuego": "Inicios del juego",
        "tiempoTotal": "Tiempo total de uso (aprox.)",
        "actividadesCompletadas": "Actividades Completadas (IDs y Títulos)",
        "modoSecreto": "Modo Secreto Desbloqueado",
        "ultimoReset": "Último Reseteo de Estadísticas"
      },
      "stats": {
        "noDefinido": "No definido",
        "ninguna": "Ninguna",
        "actividadDesconocida": "Actividad Desconocida",
        "nunca": "Nunca"
      },
      "unidades": {
        "veces": "veces",
        "segundos": "segundos",
        "minutos": "minutos",
        "horas": "horas"
      },
      "respuestas": {
        "si": "Sí",
        "no": "No"
      },
      "botones": {
        "volver": "Volver",
        "copiarStats": "Copiar Estadísticas",
        "resetStats": "Resetear Estadísticas y Progreso"
      },
      "confirmaciones": {
        "resetTotal": "¿Estás seguro de que quieres resetear TODAS las estadísticas y datos de progreso de esta tablet? Esta acción no se puede deshacer."
      },
      "alertas": {
        "statsReseteadas": "Todas las estadísticas y datos de progreso han sido reseteados en esta tablet.",
        "claveIncorrecta": "Clave incorrecta.",
        "statsCopiadas": "Estadísticas copiadas al portapapeles."
      },
      "errores": {
        "copiarStats": "Error al copiar estadísticas: "
      },
      "notas": {
        "datosLocales": "Estos datos son específicos de esta tablet/navegador y se almacenan localmente."
      }
    },
  "1": {
    "titulo": "Bienvenido. Comienza la aventura",
    "avatarDialogo": {
      "dialogo": "¡Hola aventureros! Yo seré vuestro guía en este recorrido por la historia de la humanidad.",
      "mensaje": "¡Bienvenidos y bienvenidas al Parque de las ciencias de la Prehistoria! Os invito a acompañarme en un apasionante ”viaje en el tiempo”, que comienza con la aparición de las primeras formas de vida que poblaron la Tierra, y termina con las primeras civilizaciones humanas. En este recorrido descubriremos cómo evolucionó la vida en nuestro planeta: las plantas, los dinosaurios, ¡y hasta nuestros antepasados los homínidos!. Exploraremos un museo al aire libre con actividades divertidas para toda la familia. Eso sí, muy importante: no toquéis las maquetas y recordad no tirar nada al suelo. ¡Cuidar el parque es parte de la aventura!.",
      "sabiasQue": "¿Sabías que la vida en la Tierra comenzó hace más de 3.500 millones de años?"
    }
  },
  "2": {
    "titulo": "El origen de la vida",
    "avatarDialogo": {
      "dialogo": " Estás en la parada 2. Mira a tu alrededor… aquí comenzó todo.",
      "mensaje": "Vamos a acercarnos al surco que hay en el suelo… imaginemos que por aquí fluye el cauce de un río. ¿Sabíais que la vida en la Tierra empezó en el agua? 🌊 Hace unos 4.500 millones de años se formó nuestro planeta. Al principio era un lugar hostil: volcanes en erupción, mares de lava y una atmósfera tóxica que no permitía la vida. ¡Nada que ver con la Tierra que conocemos hoy! 🌋🌪️ Tuvieron que pasar millones de años hasta que aparecieron las primeras formas de vida. ¿Sabéis cuáles eran? Eran diminutas bacterias llamadas cianobacterias, que vivían en el agua. Al fosilizarse, dejaron huella en las rocas marinas, y se han encontrado restos en la bahía de Shark, en Australia. Estas bacterias fueron muy importantes: empezaron a producir oxígeno, y con el paso del tiempo ayudaron a transformar la atmósfera, haciendo posible que surgieran nuevas y maravillosas formas de vida. Pero… ¿cómo pudieron sobrevivir en un planeta con condiciones tan extremas? 🤔 Para entenderlo, acerquémonos a la reproducción de la Gran Fuente Prismática de Yellowstone, en Estados Unidos. Aún hoy existen lugares en la Tierra con condiciones muy parecidas a las del pasado, auténticas ventanas al origen de la vida. La Gran Fuente Prismática es una laguna de aguas muy calientes —pueden llegar a los 70 °C— y ricas en minerales. ¡Parece de otro planeta y está llena de colores brillantes! 🌈 Esos colores no son pintura: están formados por colonias de microbios y bacterias. Cada color corresponde a un grupo diferente que ha aprendido a vivir en condiciones extremas, igual que hicieron las primeras bacterias hace miles de millones de años. Algunas obtienen energía de los minerales del agua, y otras usan la luz, pero de una forma muy distinta a las plantas actuales. Prosigamos nuestro viaje y acerquémonos de nuevo al cauce del río. Hace unos 500 millones de años, la vida dio un paso enorme: salió del agua en forma de plantas. Las primeras fueron los musgos, que no tenían tallo y absorbían el agua directamente del suelo. Gracias a ellos, la vida comenzó a conquistar la tierra firme. Más tarde aparecieron los helechos, que aunque aún no tenían un tallo como el de las plantas modernas, ya desarrollaron un sistema primitivo para transportar agua y nutrientes. 👉 Ahora, os invito a buscar algunos helechos junto al río, ¡seguro que encontráis alguno muy cerca! 🌿 Estos helechos gigantes absorbían mucho carbono del aire y, al morir, se acumulaban en capas que con el paso de millones de años se transformaron en carbón vegetal. Sí, ¡el mismo que se sigue extrayendo hoy en día de las minas!",
      "sabiasQue": "¿Sabías que las primeras formas de vida eran capaces de vivir sin oxígeno?"
    }
  },
  "3": {
    "titulo": "Las primeras plantas",
    "avatarDialogo": {
      "dialogo": "Parada 3. ¡Mira estos vegetales! Son los primeros habitantes verdes del planeta.",
      "mensaje": "Y aquí llega una sorpresa: mucha gente cree que después de las plantas… ¡aparecieron los dinosaurios! Pero no fue así. Antes hubo criaturas increíbles que dominaron mares y tierras. ¿Sabéis cuáles son? Los primeros fueron los trilobites, unos artrópodos marinos que aparecieron hace más de 500 millones de años, en el periodo Cámbrico, y que llenaron los océanos. Más tarde llegaron los amonites, cefalópodos marinos parecidos a caracolas, que convivieron con los últimos trilobites. Fijaos bien en las rocas del río: allí encontraréis reproducciones de sus fósiles, ¡para que podáis verlos de cerca! Como veis, el mundo prehistórico fue mucho más variado y sorprendente de lo que podíais imaginar… ¡y esto solo acaba de empezar!",
      "sabiasQue": "¿Sabías que sin estas plantas, los animales nunca podrían haber vivido en tierra?"
    }
  },
  "4": {
    "titulo": "Prototaxiles y Meganeuras",
    "avatarDialogo": {
      "dialogo": "Parada 4. ¡Colosos fúngicos y libélulas gigantes, todo en un solo vistazo!",
      "mensaje": "¿Veis esas estructuras verticales blancas? Son reproducciones de Prototaxites. un hongo gigantesco que podía medir hasta 8 metros de altura. Imaginaos un bosque cubierto no por árboles… ¡sino por hongos enormes! En esta época también apareció un animal clave en la evolución: el Tiktaalik. Era un pez con aletas muy especiales, parecidas a patas, que le permitieron salir del agua y caminar sobre tierra firme. Fue uno de los primeros en hacer ese gran salto. Mirad hacia las rocas, justo frente al Prototaxites: allí podéis ver una reproducción de su fósil. En el aire encontramos a la impresionante Meganeura, un insecto gigante parecido a una libélula, con alas de casi 70 cm. Se alimentaba de otros insectos y hasta de pequeños reptiles. ¡Imaginad una libélula del tamaño de un cuervo volando sobre vuestras cabezas! Fijaos en el suelo, junto al fósil del Tiktaalik: allí tenéis la reproducción de la Meganeura, ¡parece una gran libélula!",
      "sabiasQue": "¿Sabías que hace más de 300 millones de años existieron hongos de 8 metros y libélulas gigantes que cazaban reptiles? ¡Eran los reyes antes de los dinosaurios!"
    }
  },
  "5": {
    "titulo": "Los primeros árboles",
    "avatarDialogo": {
      "dialogo": "Parada 5.¡Contempla los primeros bosques que estrenaron la sombra del planeta!",
      "mensaje": "Mientras tanto, las plantas también evolucionaban: de pequeños helechos empezaron a surgir los primeros árboles, como las araucarias, que aún hoy podemos ver en algunos lugares del mundo. Estos árboles gigantes formaron bosques que se convirtieron en auténticos pulmones verdes del planeta. Levantad la vista: ese árbol que parece un pino es una reproducción de una araucaria, descendiente de aquellos primeros árboles. De la resina de algunos de estos árboles se formó el ámbar, una joya natural que atrapó en su interior insectos, hojas y hasta plumas. Gracias a él, los científicos pueden estudiar cómo era la flora y la fauna de hace millones de años… ¡como si tuviéramos cápsulas del tiempo!",
      "sabiasQue": "¿Sabías que los primeros árboles podían crecer hasta 30 metros, ¡mucho antes de que existieran los dinosaurios!"
    }
  },
  "6": {
    "titulo": "Las primeras flores",
    "avatarDialogo": {
      "dialogo": "Parada 6. Hace 150 millones de años, las flores y sus polinizadores pintaron de vida el mundo que hoy reconocemos.",
      "mensaje": "Continuamos nuestro viaje por el tiempo. Como ya habéis visto, durante mucho tiempo, la Tierra estuvo cubierta por musgos, helechos y grandes árboles sin flores, como las coníferas. Estos árboles se reproducían lanzando polen al viento, ¡esperando que alguna semilla tuviera suerte! Pero era poco eficiente… Entonces, hace más de 100 millones de años ocurrió algo maravilloso, surgieron las primeras angiospermas, ¿Sabéis lo que son?: son plantas con flores, más pequeñas, pero ¡mucho más listas!, porque en vez de depender del viento, empezaron a atraer insectos con sus bonitos colores, formas y olores para que estos les ayudaran a transportar el polen, esto se llama polinización. ¿conocéis el nombre de algún insecto que haga esto? ¡Las abejas, por ejemplo, muy bien! Además, desarrollaron frutos que protegían las semillas y hacían que los animales las llevaran aún más lejos. Este gran avance hizo que las plantas se expandieran por todo el planeta, creando más alimentos y hábitats para otros seres vivos. Como veis, las angiospermas cambiaron la historia de la vida en la Tierra… ¡y aún lo siguen haciendo! Observad a vuestro alrededor: ¿cuántas flores y árboles frutales sois capaces de encontrar?",
      "sabiasQue": "¿Sabías que las primeras flores surgieron hace 150 millones de años y transformaron la reproducción de las plantas?"
    }
  },
  "7": {
    "titulo": "Los primeros dinosaurios",
    "avatarDialogo": {
      "dialogo": "Parada 7.¡Aquí comenzó la era de los gigantes que dominaron la Tierra!",
      "mensaje": "Continuando nuestro viaje en el tiempo, hacemos una parada en el Triásico, la primera etapa del Mesozoico, hace unos 230 millones de años, cuando aparecieron los primeros dinosaurios. El paisaje estaba dominado por plantas sin frutos ni flores, y apenas había otros animales… ¿Qué creéis que comían entonces? ¡Lo que tenían a su alcance! Los primeros dinosaurios eran herbívoros y se alimentaban de helechos, hojas de acacias y otras plantas bajas. Uno de estos grandes herbívoros fue el triceratops, como el que tenéis frente a vosotros, aunque vivió mucho después, en el Cretácico. Era un dinosaurio cuadrúpedo, con un cuello corto, ideal para comer plantas cercanas al suelo como los helechos. Su nombre significa “cara con tres cuernos”: dos largos sobre los ojos y uno más pequeño sobre la nariz, que usaba para defenderse o impresionar a otros dinosaurios. Si avanzáis en el camino veréis un brontosaurio, vivió en el Jurásico y también era cuadrúpedo, pero con un cuello muy largo, perfecto para alcanzar las copas altas de los árboles de cuyas hojas se alimentaba. Este ejemplar representa a una cría, ya que un adulto sería mucho más grande que el triceratops, el brontosaurio era más del doble de largo que un triceratops y bastante más alto, gracias a su cuello enorme ¿Habéis visto el volcán que hay a la derecha del brontosaurio? Antes de continuar el viaje es importante hacer un inciso para explicar que mucho antes de que existieran los dinosaurios, la Tierra vivió una gran catástrofe. Hace unos 252 millones de años, al final del Pérmico, ocurrió la mayor extinción masiva de la historia: Desapareció el 90% de la vida en el nuestro planeta ¿El motivo? Probablemente una combinación de volcanes en erupción, cambios en el clima y alteraciones en el aire y el mar. Fue como “reiniciar” el planeta. Casi toda la vida desapareció… y poco a poco, la Tierra volvió a llenarse de seres nuevos.",
      "sabiasQue": "¿Sabías que los primeros dinosaurios aparecieron hace más de 230 millones de años y dominaron la Tierra durante casi 170 millones de años?"
    }
  },
  "8": {
    "titulo": "La deriva continental",
    "avatarDialogo": {
      "dialogo": "Parada 8. La deriva continental creó nuevos caminos para que los primeros dinosaurios conquistaran la Tierra",
      "mensaje": "Hace millones de años, todos los continentes estaban unidos en una gran masa de tierra llamada Pangea. Con el tiempo, esta gran “isla” se fue fragmentando por el movimiento de las placas tectónicas. ¿Cómo lo sabemos? Gracias a los fósiles, que nos muestran restos idénticos en lugares hoy separados por océanos. La deriva continental aún continúa hoy.",
      "sabiasQue": "¿Sabías que la deriva continental sigue moviendo a Europa y Norteamérica unos 2 cm al año?"
    }
  },
  "9": {
    "titulo": "Los segundos dinosaurios",
    "avatarDialogo": {
      "dialogo": "Parada 9. Estás en la parada 9: Dinosaurios gigantes. Prepárate para descubrir algo fascinante.",
      "mensaje": "En esta zona encontramos dinosaurios carnívoros, como los alosaurios y los dromeosaurios, que cazaban sobre dos patas. Algunos, como los velociraptores, tenían plumas y compartían rasgos con las aves actuales. Estos dinosaurios nos muestran que la evolución no siempre desaparece, a veces... ¡se transforma!",
      "sabiasQue": "¿Sabías que el triceratops tenía tres cuernos para defenderse?"
    }
  },
  "10": {
    "titulo": "Galápagos y Darwin",
    "avatarDialogo": {
      "dialogo": "Parada 10. Galápagos: el laboratorio natural donde Darwin reveló los secretos de la evolución",
      "mensaje": "Charles Darwin viajó a las islas Galápagos en el siglo XIX y descubrió allí algo fascinante: animales muy parecidos entre sí, pero con pequeñas diferencias que les ayudaban a sobrevivir en cada isla. Esto le llevó a formular la teoría de la evolución por selección natural: sólo sobrevive quien mejor se adapta al entorno. Una idea que cambió la ciencia para siempre.",
      "sabiasQue": "¿Sabías que Darwin tardó más de 20 años en publicar su teoría, motivado en gran parte por lo que aprendió en Galápagos?"
    }
  },
  "11": {
    "titulo": "Las huellas de Laetoli",
    "avatarDialogo": {
      "dialogo": "¡Parada 11! Vamos tras las huellas del pasado. ¿Listo para caminar con nuestros antecesores?",
      "mensaje": "En Tanzania, África, se encontraron unas huellas muy especiales: las huellas de Laetoli, con más de 3 millones de años. Pertenecen a un Australopithecus, un antepasado lejano del ser humano. Estas huellas demuestran que ya caminaban erguidos sobre dos piernas, como nosotros. Un gran paso en la evolución hacia el Homo sapiens.",
      "sabiasQue": "¿Sabías que fueron descubiertas en Tanzania en 1978?"
    }
  },
  "12": {
    "titulo": "Atapuerca",
    "avatarDialogo": {
      "dialogo": "Parada 12. Atapuerca, donde el legado de los dinosaurios dio paso a los primeros humanos",
      "mensaje": "En España, en el yacimiento arqueológico de Atapuerca, se han encontrado restos de varios tipos de homínidos. Es uno de los lugares más importantes del mundo para comprender nuestra evolución. Allí, los científicos descubrieron especies como el Homo antecessor, lo que nos ayuda a reconstruir el árbol genealógico de la humanidad.",
      "sabiasQue": "¿Sabías que en Atapuerca se encontraron restos humanos tan antiguos que ayudaron a reescribir la historia de cómo llegó el hombre a Europa?"
    }
  },
  "13": {
    "titulo": "El hombre de Neandertal",
    "avatarDialogo": {
      "dialogo": "Parada 13. El hombre de Neandertal, un antepasado fuerte que caminó junto a los primeros humanos",
      "mensaje": "Durante mucho tiempo convivimos con otra especie humana: el Hombre de Neandertal. Fueron grandes cazadores, vivieron en climas fríos, y también usaban herramientas. Hoy sabemos que no se extinguieron del todo: muchas personas todavía conservan un pequeño porcentaje de ADN neandertal.",
      "sabiasQue": "¿Sabías que el hombre de Neandertal tenía un cerebro tan grande o incluso más que el nuestro?"
    }
  },
  "14": {
    "titulo": "Cráneos y evolución humana",
    "avatarDialogo": {
      "dialogo": "Parada 14. Cada cráneo cuenta la historia de cómo evolucionó nuestra especie",
      "mensaje": "En este museo verás cráneos de distintas especies humanas y de otros primates. Fíjate en cómo ha cambiado la forma del cráneo para dejar espacio al cerebro, que en los humanos modernos es mucho más grande. Ese cerebro nos permitió comunicarnos, crear herramientas, formar grupos… y dar paso a la cultura y la sociedad.",
      "sabiasQue": "¿Sabías que estudiar cráneos antiguos nos permite entender cómo cambiaron nuestras habilidades y comportamiento con la evolución?"
    }
  },
  "15": {
    "titulo": "Cuevas y arte rupestre",
    "avatarDialogo": {
      "dialogo": "Parada 15. ¿Ves esas pinturas? Son mensajes silenciosos de una humanidad muy antigua.",
      "mensaje": "Las pinturas que encontrarás aquí son copias de las que se hicieron en cuevas como Lascaux, Chauvet o Nerja. Con pigmentos naturales y candiles, nuestros antepasados decoraban las paredes con animales, figuras humanas… y hasta manos sopladas. Estas pinturas no eran solo arte: también eran enseñanza, ritual y memoria colectiva.",
      "sabiasQue": "¿Sabías que usaban pigmentos naturales de rocas y carbón?"
    }
  },
  "16": {
    "titulo": "Los poblados nómadas",
    "avatarDialogo": {
      "dialogo": "Llegamos a la parada 16. ¡Los nómadas eran exploradores como nosotros!",
      "mensaje": "Antes de construir casas, nuestros antepasados eran nómadas: se movían buscando comida y refugio. Vivían en tiendas como los tipis, fáciles de desmontar y transportar. Cazaban, recolectaban y decoraban sus cuerpos con plumas y collares. Lejos de ser primitivos, eran expertos en adaptarse al entorno.",
      "sabiasQue": "¿Sabías que no tenían casas fijas y vivían en chozas?"
    }
  },
  "17": {
    "titulo": "Primeros poblados sedentarios",
    "avatarDialogo": {
      "dialogo": "¡Parada 17! Dejar de moverse y empezar a construir... ¡eso sí que fue un gran cambio!",
      "mensaje": "Con el cambio climático y el descubrimiento de la agricultura, algunas tribus dejaron de moverse y comenzaron a construir los primeros asentamientos fijos. Sembraban, criaban animales y almacenaban comida. Así surgieron los primeros pueblos, los templos, los líderes… y una nueva forma de vida: el sedentarismo.",
      "sabiasQue": "¿Sabías que comenzaron a construir aldeas permanentes?"
    }
  },
  "18": {
    "titulo": "Pinturas del Sáhara y de Laja Alta",
    "avatarDialogo": {
      "dialogo": "Parada 18. Estas pinturas revelan cómo en la Prehistoria ya cuidaban su ganado y surcaban los mares",
      "mensaje": "En este mural vemos escenas de la vida cotidiana en la Prehistoria. Destacan unas pinturas del Sáhara, en las que aparece un grupo cuidando del ganado, un reflejo realista de las primeras sociedades organizadas. Junto a la casa de Çatalhöyük se representa otra escena sorprendente: barcos de vela encontrados en Laja Alta, Cádiz. Aunque se pensó que eran fenicios, hoy sabemos que son mucho más antiguos, de la Edad del Cobre, y nos muestran que ya entonces… ¡navegaban los mares!",
      "sabiasQue": "¿Sabías que las pinturas del Sahara y La Laja Alta son algunas de las primeras evidencias de sociedades organizadas y navegación antigua?"
    }
  },
  "19": {
    "titulo": "Çatalhöyük",
    "avatarDialogo": {
      "dialogo": "Parada 19. Esta es una de las primeras ciudades donde comenzó la vida en comunidad",
      "mensaje": "Çatalhöyük, en Turquía, fue una de las primeras ciudades del mundo. Las casas no tenían puertas a ras del suelo, se entraba por el tejado. Allí ya había hornos, vasijas y hasta figuras religiosas, como la Diosa Madre, que protegía la fertilidad y la caza. Esta ciudad nos habla de espiritualidad, organización social… y del comienzo de las grandes civilizaciones.",
      "sabiasQue": "¿Sabías que en Çatalhöyük, las casas se construían unas junto a otras sin calles, y la gente entraba por el techo?"
    }
  },
  "20": {
    "titulo": "Stonehenge",
    "avatarDialogo": {
      "dialogo": "¡Mira estas piedras gigantes en la ultima parada! ¿Quién las puso ahí? ¡Vamos a investigarlo!",
      "mensaje": "Ante vosotros tenéis una réplica de Stonehenge, un conjunto de piedras gigantes alineadas con la salida del sol en el solsticio de verano. Fue construido hace más de 4.000 años en Inglaterra y aún hoy no sabemos con certeza para qué servía. ¿Templo, calendario, lugar de reunión? Sea cual sea su función, nos recuerda que desde hace milenios, el ser humano observa el cielo, piensa en el tiempo… y construye en común.",
      "sabiasQue": "¿Sabías que algunas alineaciones indican los solsticios?"
    }
  },
  "vitrinaVirtual": {
    "galeriaVirtual": "Galería Virtual Medallas Prehistóricas",
    "conseguido": "Has conseguido {{completadas}} de {{total}} medallas",
    "volver": "Volver",
    "medallas": {
      "3": {
        "titulo": "Primeras plantas",
        "curiosidad": "Colonizaron la tierra hace más de 450 millones de años."
      },
  
      "6": {
        "titulo": "Primeras flores",
        "curiosidad": "Aparecieron hace 150 millones de años."
      },
      "9": {
        "titulo": "Segundos dinosaurios",
        "curiosidad": "Dominaron la Tierra durante millones de años."
      },
      "10": {
        "titulo": "Tortugas de las Galápagos",
        "curiosidad": "Su caparazón puede cambiar según la isla."
      },
      "11": {
        "titulo": "Huellas de Laetoli",
        "curiosidad": "Conserva huellas humanas de hace más de 800.000 años."
      },
      "13": {
        "titulo": "El hombre de Neandertal",
        "curiosidad": "Su cerebro era más grande que el de los humanos modernos."
      },
      "15": {   
        "titulo": "Cuevas y arte rupestre",
        "curiosidad": "Algunas pinturas tienen más de 30.000 años."
      },
      "16": {
        "titulo": "Poblados nómadas",
        "curiosidad": "Vivían en chozas y seguían a los animales."
      },
      "19": {
        "titulo": "Çatalhöyük",
        "curiosidad": "No había calles; los techos servían como aceras."
      },
      "20": {
        "titulo": "Stonehenge",
        "curiosidad": "Fue construido hace más de 4.500 años."
      }
    }
  }
}
  



